bookshelf.org
#+TITLE: Bookshelf
#+DATE: [2023-06-21 Wed 11:55]

https://www.instagram.com/p/CtvP6TPPBZ0/?igshid=NTYzOWQzNmJjMA==

When I was organizing my bookshelf, I intended to sell some books. However, when I opened them up and flipped through a few pages, almost every book brought back a memory for me. It's just like how a song can take you back to an unforgettable moment from the past. It was a Southern Sunday morning, with a refreshing breeze and the air filled with delightful scents...