bookshelf.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>Bookshelf</title>
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<meta  name="author" content="Jason Tian" />
<link rel="stylesheet" type="text/css" href="./css/worg.css"/>
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href=""> UP </a>
 |
 <a accesskey="H" href="/"> HOME </a>
</div><div id="content">
<h1 class="title">Bookshelf</h1>
<p>
<a href="https://www.instagram.com/p/CtvP6TPPBZ0/?igshid=NTYzOWQzNmJjMA">https://www.instagram.com/p/CtvP6TPPBZ0/?igshid=NTYzOWQzNmJjMA</a>==
</p>

<p>
When I was organizing my bookshelf, I intended to sell some books. However, when I opened them up and flipped through a few pages, almost every book brought back a memory for me. It's just like how a song can take you back to an unforgettable moment from the past. It was a Southern Sunday morning, with a refreshing breeze and the air filled with delightful scents&#x2026;</p>
</div>
<div id="postamble" class="status">
<hr />
<p><a href="//jsntn.com">Jason Tian</a><br /><span class="timestamp-wrapper"><span class="timestamp">[2023-06-21 Wed 11:55]</span></span></p>
</div>
</body>
</html>
